IDEA Open Model
TendonBarType Enumeration
Compatible with IDEA StatiCa Beta 20.0
 Tendon bar type
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public enum TendonBarType
Public Enumeration TendonBarType
Members
Member name | Value | Description
Posttensioned | 0 |  Post-tensioned
Pretensioned | 1 |  Pre-tensioned
See Also
Reference
IdeaRS.OpenModel.CrossSection Namespace